{
  "wishes": [
    {
      "id": "1",
      "text": "We are very delighted to announce the wedding ceremony of our beloved son on <date>. We are expecting the pleasure of your company as he exchanges wedding vows."
    },
    {
      "id": "2",
      "text": "We are very delighted to announce the wedding ceremony of our beloved daughter on <date>. We are expecting the pleasure of your company as he exchanges wedding vows."
    },
    {
      "id": "3",
      "text": "You are cordially invited to the beautiful ceremony of my wedding taking place on <date>. Let us be blessed with your presence during the holy occasion."
    },
    {
      "id": "4",
      "text": "We request you to join us on <date> as our beloved son is getting married. Your blessings matter the most to us!"
    },
    {
      "id": "5",
      "text": "We request you to join us on <date> as our beloved daughter is getting married. Your blessings matter the most to us!"
    },
    {
      "id": "6",
      "text": "We invite you to share the joy with us as the wedding takes place on <date> at <venue>. We expect you together with your family!"
    },
    {
      "id": "7",
      "text": "We expect your blessing more than anything on our wedding day. Let us all enjoy the holy occasion with your sweet presence."
    },
    {
      "id": "8",
      "text": "The joy of this wedding is incomplete without your presence in it. You have shared in our lives with your friendship. Let’s share the joy together."
    },
    {
      "id": "9",
      "text": "It will be an honor for us to have you present at our wedding ceremony. We look forward to sharing the joy together. You are cordially invited!"
    },
    {
      "id": "10",
      "text": "You have always been an integral part of our lives. Let’s us celebrate the relationship we share through this wedding ceremony! We invite you to join us with your family!"
    },
    {
      "id": "11",
      "text": "Let us unite once again as two loving souls of children creates an everlasting bond of marriage. Your presence will make this event more special!"
    },
    {
      "id": "12",
      "text": "We expect you to bless us during the holy wedding of love, devotion and family. You are invited with all the members of your family."
    },
    {
      "id": "13",
      "text": "We expect no less than your entire family to join us as we look forward to starting a new life together. Let us be blessed by the presence of you!"
    },
    {
      "id": "14",
      "text": "You have always inspired us to start a new life together. Without you, the wedding ceremony is incomplete. We are cordially inviting you to join us!"
    },
    {
      "id": "15",
      "text": "You have always been a big part of our lives. Let us share the big day as we unite our souls in a bond of love and devotion. You are cordially invited!"
    },
    {
      "id": "16",
      "text": "Your presence will only extend the joy and the smiles on our face. We can’t afford to miss the pleasure of your presence on <date>."
    },
    {
      "id": "17",
      "text": "You have shared the same journey that we both had in life. Without your presence, the joy of this wedding is incomplete. We are cordially inviting you to be with us on <date>."
    },
    {
      "id": "18",
      "text": "If our love story was a book, you were the most avid reader of it. We are honored to invite you to our wedding ceremony taking place on <date>."
    },
    {
      "id": "19",
      "text": "Let us honor the most wonderful custom of marriage and share the happiness of our son as they take on the vows of marriage. You are cordially invited to join us."
    },
    {
      "id": "20",
      "text": "Let us honor the most wonderful custom of marriage and share the happiness of our daughter as they take on the vows of marriage. You are cordially invited to join us."
    },
    {
      "id": "21",
      "text": "Your supports and suggestions have helped us a lot to plan for a wonderful wedding ceremony. Now its finally time for you to make us feel blessed with your presence."
    },
    {
      "id": "22",
      "text": "Your presence at my wedding means a lot to all of us. Please let us have the honor to host you on this beautiful celebration of love and loyalty!"
    },
    {
      "id": "23",
      "text": "You are the most important person without whom this holy celebration is incomplete. We are looking forward to having your company on <date>."
    },
    {
      "id": "24",
      "text": "Before we start our journey of a new life, we want to make sure that your blessings are always with us. Please come join us at our wedding!"
    },
    {
      "id": "25",
      "text": "You, as a part of our family and a guardian to our beloved children, are expected to be with us on the wedding ceremony taking place at <place> on <date>."
    }
  ]
}
